Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] 말단 병사에서 군주까지.tmx
Source language: ko_kr
Languages: en_us

source: 수염 때문에 얼굴은 잘 안 보이지만, 목소리는 앳된 걸 보니 비슷한 나이대 같은데.{j}그 말과 함께 얼굴이 무기인 남자가 나갔다.{j}모두 말은 없었지만, 침울한 분위기였다.{j}하긴, 낮에 그런 전장을 겪고 멀쩡하면 그게 사람이겠나.{j}거기에 여기는 전부 소년병이 모여 있는 곳이고.
en_us: His beard covered most of his face, but his voice was young, so he must be around the same age as me. With those words, the man with a fearsome face left. Everyone was speechless, but the atmosphere inside the tent was gloomy. It was normal considering we all went through the terrible battlefield in daylight. Plus, all of us here are child soldiers.{j}{j}{j}{j}

source: ‘막을 수 있어.’
en_us: ‘I can prevent it from happening.’

source: 두두두두두두두두.
en_us: Ratatatatatata.

source: 잊고 싶어도 잊을 수 없던 순간이다.
en_us: It was a moment I could never forget.

source: 심장이 쿵쿵 거세게 뛰었다.
en_us: My heart beat like a drum.

source: 기억이 났다.
en_us: Now I remembered.

source: 오른손을 쥐었다 폈다.
en_us: I closed and opened my right hand.

source: 그리고 린드 소네이트 씨.{j}접근하는 방법이 틀렸어.{j}그렇게 말하면 누구나 다 화부터 낼 거다.{j}접근 방법의 효율성을 떠나서 린드의 질문은 주효했다.{j}저들은 동물이고, 목적이 분명할 거다.
en_us: And dear Lind Sonnet. You shouldn’t approach soldiers like that. Anyone would be mad at that kind of question. All things aside, his question was useful. They are animals, meaning they have a clear goal.{j}{j}{j}{j}

source: 죽은 부하를 발로 슬쩍 밀었다.
en_us: He nudged his dead henchman with his foot.

source: 얼마나 무서운 속도로 지나갔는지, 순간 머리가 떨어진 것 같은 착각이 들었다.
en_us: It all happened so fast that I felt like my head had fallen off.

source: 산적이 말하고 낄낄 웃었다.
en_us: The bandit jeered and laughed.

source: “이런 건 어디서 배웠어?”
en_us: “Where did you learn all this?”

source: 빌어먹을 자식.
en_us: What a creep.

source: “여기야!”{j}디고가 풀이 가득한 곳을 찾았다.
en_us: “Over here!” Diego spotted a place with a lot of mayflower grass.{j}

source: 그리고 아직은 밝혀지지 않았지만, 이 풀은 몇 년 뒤 다른 이름으로 유명해진다.{j}그 이름은 도그 드럭스.{j}하루살이 풀은 아무 효과도 없는 잡초가 아니었다.{j}이 풀 안에는 개의 기분을 붕 뜨게 해 주는 효과가 있었다.{j}발표되기 전까지는 아무도 몰랐다.{j}가끔 개 풀 뜯어 먹는 경우만 봤을 뿐.
en_us: Furthermore, although the effects are known yet, this grass gets another name in a few years and becomes famous. They will be named dog’s drugs. Mayflower grass had some medical effects. It had properties that make a dog high. No one knew this effect before it was announced to the public, although it was easy to spot dogs grazing.{j}{j}{j}{j}{j}

source: 벌이 거미줄에서 벗어나려고 발버둥을 쳤다.{j}내 눈에 희미하게 허공을 수놓은 거미줄이 보였다.{j}붉은빛이 반짝였다.{j}난 인내심을 갖고 벌의 반항을 지켜봤다.
en_us: The bee tried its best to escape the spider web. I could see a faint spider web in the sky. It had a red shimmer. I took my time observing the bee.{j}{j}{j}

source: 날씨 좋다.{j}앞으로 최소 열흘간은 전투가 없다.{j}난 이미 그걸 알고 있다.{j}그러니 준비할 시간은 충분했다.
en_us: It was a perfect weather. There would be no battle for at least another ten days. I already know this from experience, so there would be enough time to prepare.{j}{j}{j}

source: 그사이에 내 위장에서 똥으로 범벅돼서 오염되어 버려라.
en_us: But before that, I’m sure it would be polluted from my poop in my stomach.

source: “뭐야?”
en_us: “What is it?”

source: “우린?”{j}코딱지가 물었다.
en_us: “And us?” The booger guy asked.{j}

source: ‘……왜?’
en_us: ‘...Why?’

source: “염병하네.”
en_us: “As if I would.”

source: “잘했다.{j}린드.”{j}놈들의 동선을 파악할 정보는 모두 수집했다.
en_us: “Good job, Lind.” I had enough information to know where they were coming from.{j}{j}

source: 주르르륵.{j}꿀렁 꿀렁 꿀렁.
en_us: Drip. Glug glug glug.{j}

source: 흑빵.{j}밀가루와 모래를 섞은 빵이다.{j}잘 썩지 않는 대신 먹을 때도 곤욕이었다.{j}칼로 잘라서 침에 녹여 먹어야 했다.{j}영양가도 없고, 맛도 없었다.{j}최악의 음식 중 하나라고 평가할 만했다.
en_us: Black bread is made from mixing flour and sand. It doesn’t go bad easily, but even harder to bite through. To eat it, you would have to cut it with a knife, and melt it with your saliva. It isn’t nutritious nor tasty, and easily one of the worst foods on the planet. {j}{j}{j}{j}{j}

source: “돌격!{j}돌격!”{j}
en_us: “Charge! Charge!”{j}{j}

source: 싹싹한 태도로 사람을 대하는 게 능숙한 녀석이었다.
en_us: He was great with treating people with his pleasant attitude.

source: 그러니.{j}자이투라스 평원 바로 옆, 자이투라스 숲으로 직접 고기를 구하러 갈 거다.{j}그거 때문에 여기에 진지를 항상 구축하는 거고.{j}사냥에 재주 있는 병사 몇이면 토끼 몇 마리 잡는 건 일도 아닐 거다.
en_us: So, they would go hunting for their meat to the Zaithuras Forest, right next to the Zaithuras Plains. That’s why their camp was always there. With a few skilled hunters, catching a few rabbits would be easy.{j}{j}{j}

source: 와이어는 다 썼는데.
en_us: But I used all of my wires.

source: 내가 뿜은 건 유릿가루였다.
en_us: I puffed out powdered glass.

source: “너 정말 재주가 좋은데.”
en_us: “You really are talented.”

source: “한 사람당 하나씩이야.{j}여기 부상자 있는 곳 어디야?”
en_us: “One bread for each soldier. Where’s the wounded one?”{j}

source: “제가 저희 마을에서는 헌터…….”
en_us: “I was called Chris the Hunter...”

source: “돌아가서 천막이나 바꿔 달라고 해.”
en_us: “Go and ask them to change our tents.”

source: ‘여유 있어.’{j}난 부지런히 걸었다.{j}걸으면서 부지런히 주변을 살폈다.{j}꽤 큰 소리를 내도 야영지에서 들리지 않을 정도가 됐을 때.{j}다시금 나무의 흉터가 보였다.
en_us: I still have some time left. I walked continuously. I checked my surroundings as I walked. When I walked far enough from the camp that my screams won’t be heard, I could see the same scars again.{j}{j}{j}{j}

source: 다리가 후들거렸다.{j}기마는 이쪽을 뚫고 내달려 저 멀리 사라졌다.{j}오른손을 쥐었다 폈다.{j}본래라면 내 오른팔은 갓 잡아 온 물고기처럼 바닥에서 퍼덕거려야 했다.
en_us: My legs were trembling. He rode off with his horse and disappeared into the distance. I closed and opened my right hand. In reality, my right arm should have flapped on the ground, like a fish just hauled up from the water.{j}{j}{j}

source: 화끈한 열통이 내 어깨를 갈랐다.
en_us: A strong thermal pain went through my shoulder.

source: 놈의 오른손이 보였다.
en_us: I saw his right hand.

source: ‘잘하면.’{j}그런 생각을 했다.{j}설명하며 내 시선은 바닥으로 향했다.{j}레드 허브가 보였다.{j}화이트 허브가 염증을 완화하고 마취에 효과가 있다면.{j}레드 허브는 활력을 돋우는 약초다.
en_us: That is, if we’re lucky. As I explained, I looked downwards. I spotted some Red Herbs. Compared to White Herbs, which cure infections and have tranquilizing effects, Red Herbs give energy.{j}{j}{j}{j}{j}

source: 하 거참.{j}새끼 끈질기네.
en_us: Huh. What a pesky fellow.{j}

source: 짧은 시간 동안 들은 정보만으로 사유를 이어 나가 하나의 결론을 냈다.{j}‘확실히.’{j}보통의 열다섯은 아니다.
en_us: He reached a solid conclusions with just a few hints in a short amount of time. He certainly wasn’t your average fifteen-year-old.{j}{j}

source: 디고가 나뭇가지 하나로 모닥불을 쑤셨다.{j}하루 새에 옷이 다 말랐다.{j}은은한 쉰내가 났지만 역시나 전보다는 낫다.
en_us: Diego poked at the fire with a twig. Our clothes dried up in just a day. It still smelled watery, but it’s still better than before.{j}{j}

source: 말하는 도중, 내 손가락이 다 접혔다.
en_us: As I spoke, all of my fingers folded.

source: 이마가 반듯하고 사람이 참 선해 보였다.
en_us: He had a clean-cut forehead and looked like he wouldn’t hurt a soul.

source: 보급이 제대로 이뤄질 리 없고.{j}나오는 빵도 오래되어 굳은 흑빵만 나왔다.{j}스튜는 돼지가 발톱을 담근 수준의 멀건 국물이다.
en_us: No wonder we only got low-quality food. Even our black bread was so old that it was hard and stale. Our stew was so watery that it looked as if a pig had dunked its hand in it.{j}{j}

source: 상대는 잘 준비했고, 잘 기다렸다.
en_us: Our opponents were well-prepared, and waited patiently.

source: “아아, 됐어.{j}알았다.{j}한번 해 보자고.”
en_us: “Okay, alright. Let’s do this.”{j}{j}

source: “그럼 난 이대로 편성을 위해 일하러 가 볼까나.”{j}몸을 돌린 그가 슬쩍 날 보며 입을 열었다.
en_us: “Where should I go to organize the troops--” He muttered out, eyes on me.{j}

source: 그대로 몸을 바닥에 바짝 눕힌 채, 고개를 돌렸다.{j}날 스쳐 간 기병이 고개를 돌린 게 보였다.{j}투구를 눌러 써서 얼굴을 알아볼 수 없었다.{j}착각이 아니라면.{j}난 놈과 눈을 마주쳤다.
en_us: I lay on the ground and turned around my head. I could catch a glimpse of the mounted soldier who passed by me turning around his head. He was wearing his helmet tight, so I couldn’t see his face. If I was correct, our eyes met in the distance.{j}{j}{j}{j}

source: “내가 자를게.”
en_us: “I’ll cut it.”

source: 난 노련한 용병을 흉내 내서 이 호위 임무를 맡았다.
en_us: I was assigned this guarding mission because I pretended to be an experienced mercenary.

source: “창 들어!”
en_us: “Raise your spears!”

source: 들은 적이 있었다.{j}인간의 한계를 뛰어넘은 괴물의 이야기를.
en_us: I’ve heard of tales of a monster that had surpassed the limits of humankind.{j}

source: “너 이 새끼, 더 해 봐.”
en_us: “Hey, you, try some more.”

source: 양팔을 크게 벌리고 수면을 때렸다.
en_us: They opened their arms and splashed about.

source: 내가 미끼를 던졌다.{j}숲 외곽에서 안으로 조금만 들어가면 큰 짐승을 잡을 수 있다.
en_us: I started baiting him. You could catch a large beast if you go inside the forest.{j}

source: 그가 날 챙겼다.
en_us: He looked after me.

source: 하지만 폐병을 심하게 앓고 난 이후로 병신이 됐다.
en_us: But he became disabled after suffering from tuberculosis.

source: “이쪽이 그놈들 잡을 거다.”
en_us: “They will catch the dogs.”

source: “시파!{j}아우 개새끼!”
en_us: “Damn. I swear I’ll get them sometime!”{j}

source: 한 놈이 칼을 비스듬히 들어서 내 숏 소드를 쳐 냈다.
en_us: One of them knocked out my short sword while holding his sword at an angle.

source: 나도 배가 엄청 고프다.{j}병사 둘도 마찬가지였다.
en_us: I’m starving too. So were the two soldiers.{j}

source: 십인대장 위가 백인대, 그 위가 천인대다.{j}이게 수로 군대를 나누는 편성이라면, 본래 군 편성에는 최고 지휘관 외에 세 명의 지휘관이 존재한다.{j}퍼스트 오더, 세컨드 오더, 써드 오더다.
en_us: A decury composes a century, and a century composes a unit of 1000 soldiers. This is how the soldiers are composed with numbers. Originally, there are three more commanders in an army other than the supreme commander. They are each called the First Order, the Second Order, and the Third Order. {j}{j}

source: “괜찮은 건가?”{j}디고가 나한테 묻는다.
en_us: “Is he alright?” Diego asked.{j}

source: 처음부터 린드의 상처에 손을 대려던 놈이다.{j}아까 코딱지 파고 손은 씻었니?{j}아니라는 것에 내 아티팩트 건다.{j}검게 때가 낀 손등을 일별한 뒤 붕대를 풀고, 익숙한 손놀림으로 아까 가져온 천을 상처 위에 덮었다.
en_us: It was the same guy who tried to touch Lind’s wound in the first place. Did you wash your hands after picking your nose? I don’t think so - in fact, I can bet my Artifact on it. I pushed away his stained hand, unwrapped the bandage, and covered the new cloth on the injured place like a pro. {j}{j}{j}

source: 7보병대는 끽해야 백 명 단위다.{j}막사 열 개, 십인대 열 개가 모인 곳이었다.{j}분분히 사람들이 나와 빵을 가져온 병사에게 모였다.{j}나도 그 틈에 끼었다.{j}내 막사의 분대원도 어느새 다가왔다.
en_us: The Infantry Unit 7 only had around a hundred soldiers. There were ten tents and ten dercuries. Soldiers came out of their tents one by one and came to the mess personnel. I was one of them. One of my squad members also came by soon enough.{j}{j}{j}{j}

source: 아침부터 부지런히 걸었더니, 은은한 땀이 흘렀다.{j}이마를 소매로 훔치고 벌집을 전부 부숴서 다른 주머니에 담았다.{j}그리고 거미가 담긴 주머니에 다시 블루 허브를 잘게 쪼개서 넣었다.{j}벌집 한 번, 허브 한 번.
en_us: I began sweating from walking early in the morning. I wiped my forehead with my sleeves, pounded the remaining beehive, and put it in another pocket. I added some Blue Herb powders in the pocket containing my spider. A sprinkle of beehives, and a sprinkle of herbs.{j}{j}{j}

source: 열 받은 병사들이 욕설을 멈추지 않고 내뱉었다.{j}사실상 큰 피해는 없었다.{j}식료품을 조금 물어 가거나, 시끄럽게 짖어 대는 정도가 전부였다.{j}사람 신경질 나는 말썽을 부려서 그렇지, 큰 사고는 없었다.
en_us: The furious soldiers cursed at the dogs without stopping. Actually, no one was seriously injured from them. They only stole some of the food, or just barked from the top of their lungs. It was just that they were annoying. No one got hurt from them.{j}{j}{j}

source: 취미가 고약한 놈이다.
en_us: He surely had weird habits.

source: “동료를 아끼는 건 멋진 거지.”
en_us: “A cool soldier looks after his comrade.”

source: “가져가.”
en_us: “Here you go.”

source: “그럼?{j}구경만 하게?”
en_us: “Sure! Are you just going to stand there and watch?”{j}

source: 핑!
en_us: Whoosh!

source: 근거리에서 뿜은 유릿가루가 놈의 눈알에 박혔다.
en_us: The glass that I puffed out at a short distance stuck into his eyeballs.

source: “밀빵이라도 챙겨 줘?{j}그건 좀 어려운데.”
en_us: “Do you want whole wheat bread? I can’t do that.”{j}

source: 그리고 이건 진실이다.{j}실제로 사냥개를 두고 사냥하는 귀족들이 많다.{j}그 사냥개 역할을 하는 병사도 많고.{j}경험이 많은 사냥꾼은 짐승의 루트를 꿰는 법이다.
en_us: I’m telling the truth now. A lot of nobles hunt with their hunting dogs. Sometimes, a soldier would be a hunting dog themselves. An experienced hunter knows where their prey is.{j}{j}{j}

source: 싸움을 못 하는 대신에,
en_us: I wasn’t a great fighter.

source: “그거 만드는 거 쉬워?”
en_us: “Is it easy to make those?”

source: 수많은 꿈을 꿨지만, 난 언제나 팔을 잃었다.
en_us: I dreamt countless times, but I always lost my arm in every single one of them.

source: 청결은 생각보다 중요하다.{j}주둔지에서 전염병이라도 발생하면 그야말로 최악의 결과니까.{j}전염병 하니까, 떠올랐다.
en_us: Cleanliness is quite important. The worst case scenario would be when an epidemic breaks out at a military post. That reminded me of something. {j}{j}

source: 놈이 칼을 들고 허공을 휘휘 저었다.
en_us: The guy held out his sword and swung it in the air.

source: 곧 다리 한 덩이가 잘렸다.{j}나는 그걸 들고 분주히 움직였다.{j}냇가에 담가 두고, 그 옆에 모닥불을 피웠다.{j}지지대를 세운 뒤, 납작하고 편편한 돌을 올렸다.
en_us: Soon enough, a leg was cut off. I grabbed onto it and moved swiftly. I washed it in the stream, and started a fire next to it. After propping up some sticks, I put a flat rock on top of it.{j}{j}{j}

source: “기왕이면 안 다치는 게 좋지 않겠습니까?”
en_us: “It’s best not to get hurt, right?”

source: “심심해서 뒈질 것 같았다.”
en_us: “I was dying from getting bored!”

source: 저 멀리 먼지가 뭉게뭉게 일어나며 군기가 다가왔다.
en_us: Dust clouds were formed from afar, and war flags approached.

source: 병사까지 대동한 뒤, 다시금 그 잡초밭에 당도했다.{j}푸른 허브를 먹은 거미는 진정 효과가 있는 거미줄을 뿜는다.{j}그 달콤함은 저 풀을 평소보다 더 맛나게 해 줬을 거다.{j}마지막 만찬으로는 충분했을 터였다.
en_us: With the ginger soldier by our side, we reached the same place we spotted yesterday. A honey spider that ate Blue Herbs produce spider webs that tranquilizes. The sweetness made the grass more savory than usual. It would be perfect for its last meal.{j}{j}{j}

source: 불편하겠지.{j}그들의 쓸데없는 얘기를 한 귀로 듣고 한 귀로 흘리며, 아침에 나타난 들개에 대해 고민했다.{j}웃는 들개는 잊을 만하면 나타나는 골치 아픈 놈들이었다.{j}어떤 때는 아침저녁으로, 어떤 때는 며칠이 지나고 나타나기도 했다.
en_us: I feel you, buddy. I simply ignored most of their petty complaints, and started to think about the stray dogs earlier today. These smiling stray dogs visited us every few weeks. Sometimes, they would visit twice a day, and sometimes they would come to us in a few days.{j}{j}{j}

source: “내가 이걸 가져가는 걸 아무도 몰라야 했거든.”
en_us: “I had to make sure no one knew I was taking this.”

source: 기마에 짓밟힌 병사가 비명을 질렀다.{j}피 냄새가 코를 찔렀다.{j}바닥을 구른 덕에 전신이 욱신거렸다.{j}창대를 쥔 손을 다시금 바라봤다.
en_us: Another soldier, who was trampled on by a warhorse, cried out. The smell of blood penetrated my nose. My muscles ached thanks to rolling on the ground. I took another glance at my hand gripping my spear.{j}{j}{j}

source: 폭포를 맞이하는 기분이었다.{j}저걸 창 한 자루로 막으라고?{j}미친 자식.{j}난 창을 쥔 채 타이밍을 쟀다.{j}지겨울 정도로 봤다.
en_us: It was like I was facing a waterfall. Stopping that with just my spear? He was clearly out of his mind. I calculated the perfect timing with my lance in my hands. I’ve seen enough of this same scene.{j}{j}{j}{j}

source: 단서는 몇 가지 있었다.{j}그 단서를 토대로 물어볼 사람도 정해져 있었다.{j}이 구역 토박이, 이 지역 출신 병사를 찾으면 아마도 그 들개에 대해 알고 있지 않았을까?
en_us: There were a few hints. Thy also told us who we should ask. Perhaps a soldier native to this area knows about these dogs?{j}{j}

source: 곧 내 밑으로 벌들이 우수수 떨어져 전부 잠들었다.{j}이 자식들은 블루 허브 효과에 약하다.{j}거기에서 꿀은 캐내면서 말이야.{j}독이 있는 곳에 약이 있는 법이다.{j}이 벌은 블루 허브의 꿀을 빨아들여 숙성시키는 놈들이지만.{j}정작 이 허브 효과에 약했다.
en_us: Soon enough, the honeybees fell to the ground like autumn leaves. They are really weak to the effects of Blue Herbs, although they produce their honey from their nectar. Where there’s poison, there’s medicine. These bees ferment the nectar from the Blue Herbs, but ironically, they were weak to its effects.{j}{j}{j}{j}{j}

source: “병신 둘이 뭉쳤네.{j}서로 팔과 다리가 돼 주는 거요?”
en_us: “Look at what we have, two disabled people. Are you each other’s legs and arms.”{j}

source: “잠시.”
en_us: “Hold on.”

source: 바닥을 박차는 내 발걸음 소리에 맞춰, 뒤에서 쫓는 소리도 함께 들려 왔다.
en_us: As I hit the ground with my feet, I could hear the bandits chasing after us.

source: “…… 뭘 한 거야?”
en_us: “What did you do...?”

source: 약초를 캐고, 약제사가 되기 위해서는 ‘색’을 배워야 했다.{j}화이트, 레드, 옐로우, 블루 등 다양한 허브의 쓰임새를 배우는 게 첫째다.{j}물론 그 안에서도 세분화하는 것들은 수없이 많다.
en_us: To dig out herbs and be a herbalist, you need to be familiar with different colors. You first need to learn what white, red, yellow, blue herbs are used for. Of course, within each color category, there are numerous types of herbs.{j}{j}

source: 산적을 등지며 상인을 바라보는 구도였다.
en_us: This way, I would turn my back on the bandits and look at the merchants.

source: 어이, 관둬.{j}그렇게 잡히는 물고기라면 먹지 않는 게 좋아.{j}분명 머리 나쁘고 병든 놈일 테니까 말이야.{j}너희한테 잡히는 놈들 정도라면 그건 이미 물고기가 아니야.
en_us: Hey, relax. If it is caught that easily, you shouldn’t eat it. It will be sick and stupid. If you guys can catch it, then it already isn’t a proper fish.{j}{j}{j}

source: 2화 말단 병사로
en_us: Chapter 2. Becoming a Low-ranking Soldier

source: “훈제 좀 해 가게.{j}린드도 먹어야지.”
en_us: “I’m going to smoke some pieces. Lind should have some too.”{j}

source: 내가 품에 가지고 있던 것들이 다 떨어졌다.
en_us: I ran out of all the tricks I had.

source: “틀렸어.”
en_us: “You’re wrong again.”

source: 왜 멍청하게 서 있었을까.
en_us: Why was I standing there so stupidly?

source: “후, 낫긴 하겠냐?”
en_us: “You think it will work?”

source: 왜 거기서 뒈져 있니?
en_us: Why die right at this moment?

source: 녀석은 7보병대의 초췌한 얼굴과 달리 윤기가 흐르는 얼굴이었다.{j}꽤 좋은 걸 먹고 다니시나 보네.{j}식사를 책임지는 병사라고 다 같지는 않다.
en_us: Unlike my comrades of Infantry Unit 7, who had soulless faces, he had a glossy face. I’m sure you have something nice on your dinner plate. Not all mess personnel are the same.{j}{j}

source: 후들거리는 다리가 힘을 찾았다.
en_us: I could stand firm now that my legs stopped tremblng.

source: “허.”{j}나도 모르게 황당한 신음이 터져 나왔다.
en_us: “Huh,” I blurted out, thinking all this was nonsense.{j}

source: 린드가 날 무섭게 노려봤다.
en_us: Lind glared at me.

source: “아니, 그러니까 왜 덤벼.”
en_us: “You could have just ignored him.”

source: 찬바람이 볼을 스쳤다.{j}컹컹컹!{j}웃는 들개가 저 멀리서 뛰어가고.
en_us: The cold wind brushed past my cheeks. Arf arf! The smiling stray dogs ran from afar.{j}{j}

source: 다른 병사의 귀도 쫑긋하고 섰다.{j}한번 맛을 들였더니, 다시는 흑빵 따위를 먹으며 연명하고 싶지 않았다.
en_us: Another soldier listened carefully. No soldiers here wanted to eat black bread now that they tasted meat.{j}

source: 미안.
en_us: I’m sorry.

source: 기마병이 반대쪽 손으로 검을 뽑았다.{j}몇 번이나 후회했다.{j}왜 멍청하게 서 있었을까.{j}다리가 굳어 버린 난 저 칼날에 팔을 잃는다.{j}이게 이 꿈의 종착지다.
en_us: The mounted soldier pulled out his sword with his other arm. I always regretted it here. Why was I standing there so stupidly? I lose my arm to that blade, unable to move my frozen legs. This is how the dream ends.{j}{j}{j}{j}

source: 내가 뒤를 돌아보고 물었다.
en_us: I turned back and asked.

source: 내가 말하자, 린드가 고개를 갸웃거렸다.{j}겨우 개?{j}이런 표정이었다.
en_us: My explanation made Lind curious. Why would people make such a fuss with just dogs?{j}{j}

source: 놈은 얼마나 기분이 좋은지 내게 인사까지 건넸다.
en_us: He must be so happy to even bid me farewell.

source: “너 뭐 하냐?”
en_us: “What are you doing here.”

source: 통.{j}도끼날이 부딪히며 가벼운 소리를 냈다.{j}참 소중히도 한다.{j}그렇게 금세 알몸이 된 그가 냇가로 들어갔다.
en_us: Plop. The ax blade bumped on the ground and made a small noise. You really are taking good care of your weapon, aren’t you? He was naked in no time, and before long, he was diving into the stream.{j}{j}{j}

source: “……이건 뭐, 안 믿을 수가 없군.”{j}병사는 고개를 끄덕였다.
en_us: “I’ll have to believe you.” The soldier nodded.{j}

source: 물론 진짜 열다섯의 크리스라면.{j}고개를 저었을 거다.{j}문제는, 네 눈앞에 있는 크리스는 서른아홉이나 먹으며 대륙을 구른 놈이라는 거다.
en_us: Of course, the real fifteen-year-old would have shook his head. But this Chris is 39 years old, and experienced many battles over the continent.{j}{j}

source: “도끼, 디고.{j}같이 가자.”
en_us: “Ax. Diego. Let’s go together.”{j}

source: 이름은 모르겠다.{j}소심하고 말이 없는 녀석이다.{j}용케 이 전쟁터에 왔구나 싶을 정도다.{j}이런 녀석이 어떻게 살아남았을까.{j}운이 더럽게 좋은 놈이구나.
en_us: What was your name again? I remember you being timid and shy. Why did you come to this battlefield? How did you survive up to this point? You must be really lucky to survive. {j}{j}{j}{j}

source: 여러모로 힘든 시절이 많았으니까.
en_us: I went through a lot of hard times.

source: 무엇보다.{j}‘피했어.’
en_us: ‘I avoided,’ The thought immediately came to my mind.{j}

source: 간신히 살아남은 이들이다.
en_us: They are the ones who barely survived.

source: 꿈이라고 하기에는 모든 것이 너무 실감 났다.
en_us: It was all too real for a dream.

source: “사냥꾼이었나?”{j}디고가 묻는다.
en_us: “Were you a hunter?” he asked.{j}

source: “으허허허.”
en_us: “Brrrrrrr.”

source: “누가 쳐들어 왔나?”
en_us: “Did somebody attack?”

source: 평소와 다른 게 있다면.{j}죽고 나서 꾸는 꿈이라 그런지 엄청나게 실감 났다.
en_us: If there was something different, it was very realistic since I dreamt it right after my death.{j}

source: 저 멀리 먼지가 뭉게뭉게 일어나며 군기가 다가왔다.{j}보는 것만으로 다리가 후들거리고, 심장이 쫄깃해졌다.{j}기마의 돌격을 정면으로 맞이하는 건.{j}두 번 겪고 싶지 않은 최악의 순간이다.{j}누구에게도 추천해 주고 싶지 않다.
en_us: Dust clouds were formed from afar, and war flags approached. Just looking at them made my legs tremble and my heart bounce. Facing mounted soldiers right in front of me was something I didn’t want to go through again. I wouldn’t recommend the experience to anyone. {j}{j}{j}{j}

source: “궁금한 게 뭔데?”
en_us: “So, what’s your question?”

source: “운 좋네.”
en_us: “You guys are lucky.”

source: “뭔데?”{j}김이 빠진 내가 묻자, 린드가 다시 눈을 반짝반짝 빛냈다.
en_us: “Why?” His eyes sparkled again when I asked without having any energy.{j}

source: “이 개들은 어쩌지?”{j}디고가 물었다.
en_us: “What do we do with these dogs?” Diego asked.{j}

source: 내가 한쪽을 가리키며 말했다.{j}어설픈 달빛이 놈의 등을 반사했다.{j}절뚝이며 달리기 시작한 놈을 우리 셋이 매섭게 쫓았다.
en_us: I pointed towards its direction. The faint moonlight bounced off its back. The three of us ran after the limping deer.{j}{j}

source: “없어.{j}그놈 새끼들, 제 편할 대로 나타난다고.{j}배고플 때만 나타나는 건 아니고, 딱히 먹을 걸 털어 가지는 않으니까.{j}그 새끼들 분명 인간의 영혼이 그 안에 있을 거다.{j}빌어먹을 놈들!”
en_us: “I can’t say. They appear at their convenience. But they aren’t here for food, since they never stole some. I’m sure some human souls are in their body. Such a*sholes!”{j}{j}{j}{j}

source: 다들 눈을 깜빡이며 묵묵히 받았다.{j}디고는 날 한번 뜨겁게 쳐다봤다.{j}무슨 생각인지.{j}이 자식, 남자 좋아하는 건 아니겠지?{j}눈빛이 뜨겁게 느껴졌다.
en_us: Everyone blinked, but didn’t say no to the extra meat. Diego stared at me enthusiastically. What was he thinking? Could he be gay? His gaze lingered onto me. {j}{j}{j}{j}

source: 난 창을 쥔 채 타이밍을 쟀다.
en_us: I calculated the perfect timing with my lance in my hands.

source: 뒤에 달리던 놈의 목에 와이어가 걸렸다.
en_us: The guy who was right behind me had his neck stuck in the wire.

source: “오늘 내가 얻은 게 뭔지 알려 줄까?”
en_us: “Guess what I earned today?”

source: 그리고 새 붕대를 꺼내 칭칭 감았다.{j}한 달이 지나면 걸을 수 있을 거다.{j}이런 상처를 한두 번 치료해 본 게 아니다.{j}주변에서 나와 린드를 보는 시선이 느껴졌다.
en_us: I then tied around a new bandage around his leg. In a month, he’d be able to walk. I’ve treated similar wounds countless times before. I felt people staring at me and Lind.{j}{j}{j}

source: 린드 소네이트.{j}내 친구의 이름이다.{j}무려 24년 이후에도 친구로 남은 녀석이다.{j}난 그의 몸을 더듬었다.
en_us: Lind Sonnet. It’s my friend’s name. He was one of the few people who remained friends even after 24 years. I traced over his body.{j}{j}{j}

source: “악!”
en_us: “Ack!”

source: 잘 먹지 못해서 볼도 홀쭉했다.
en_us: Even my cheeks were sunken because I didn’t eat well.

source: 독이 통하지 않는다면 다른 방법도 있다.
en_us: If poison wouldn’t work, there were other ways.

source: “이 풀이 많이 핀 장소를 찾아봐.”
en_us: “Look for places where this grass grows a lot.”

source: “크리스, 그래.{j}크리스.{j}기억해 두마.”
en_us: “Alright, Chris. Chris. I’ll remember that name.”{j}{j}

source: 그 병사가 린드의 상처에 손을 대려 할 때 내가 말렸다.
en_us: I stopped the soldier when he tried to touch Lind’s wounds.

source: “못 보셨습니까?”
en_us: “Didn’t you see?”

source: “그 전에 능력 먼저 보여.{j}저 들개 무리는 네 손으로 마무리해야지?{j}덕분에 7보병대는 오늘 하루 고기 파티겠구만.”
en_us: “But first, you’ll have to prove yourself. You need to kill those dogs, right? Thanks to you, the Infantry Unit 7 will feast with meat.{j}{j}

source: 난 꿈속에서 몇 번이고 몸이 움직이길 바랐다.
en_us: In my dreams, I always wished that my body would move.

source: ‘피비린내.’{j}내가 아니더라도 흙냄새를 맡으면 누구나 알 정도로 진했다.{j}좋은 패스파인더는 경계선을 볼 줄 안다.{j}짙은 어둠 속에서, 나는 찾은 나무를 기준으로 가상의 선을 그렸다.{j}정확하게 말하면 일정한 구역을 만들었다.
en_us: The smell of blood. Even an amateur could sniff this one out. A great path-finder knows how to observe borders. In the darkness, I drew an imaginary line with the marked tree as the center. In other words, I created an imaginary area. {j}{j}{j}{j}

source: 그러니 씻고, 깨끗한 천으로 감아 둬야 하는 거다.
en_us: That’s why after washing a wound, it needs to be covered in a clean piece of cloth.

source: ‘왜?’
en_us: Why?
